Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/kutsu_osallistua_saamen_kielten_viikkoon_21_-27_10_2019_.html.tmx
Source language: fin
Languages: smn

source: Kutsu osallistua Saamen kielten viikkoon 21.-27.10.2019!
smn: Povdiittâs uásálistiđ Sämikielâi ookon 21.-27.10. 2019!

source: Saamen kielten viikko pidetään 21.-27.10.2019 ja Saamelaiskäräjät kutsuu kaikkia osallistumaan teemaviikolle esimerkiksi järjestämällä tapahtumia tai kampanjoita sekä tuomalla saamenkieliä esille eri tavoilla.
smn: Sämikielâi okko tuálloo 21.-27.10.2019 já Sämitigge pivdá puohâid uásálistiđ teemaookon ovdâmerkkân orniimáin tábáhtusâid tai kampanjaid sehe pyehtimáin sämikielâ oovdân sierâ vuovijguin.

source: Vuonna 2019 vietetään kansainvälistä alkuperäiskansojen kielten teemavuotta ja Saamelaiskäräjät on vahvasti mukana teemavuoden toteuttamisessa yhteistyössä Norjan ja Ruotsin Saamelaiskäräjien kanssa.
smn: Ive 2019 ávuduvvoo aalmugijkoskâsâš algâaalmugkielâi teemaihe já Sämitigge lii nanosávt mieldi teemaive olášutmist oovtâstpargoost Taažâ já Ruotâ Sämitigijguin.

source: Saamelaiskäräjät järjestää itse toimintaa sekä julkaisee materiaaleja teemavuoden aikana ja haluaa kannustaa myös muita toimijoita osallistumaan teemavuoteen.
smn: Sämitigge uárnee jieš tooimâ sehe almostit materiaalijd teemaive ääigi já haalijd movtijdittiđ meid eres tuáimeid uásálistiđ teemaihán.

source: Saamelaiskäräjät kutsuu yrityksiä, järjestöjä, viranomaisia ja muita toimijoita laajasti Suomessa osallistumaan saamen kielten näkyvyyden lisäämiseen koko maassa.
smn: Sämitigge puávdee irâttâsâid, seervijd, virgeomâháid já eres tuáimeid vijđáht Suomâst uásálistiđ sämikielâi oinum lasseetmân oles enâmist.

source: Saamenkieliä voi tuoda esille mm. laatimalla mainokset/ruokalistat saameksi, tervehtimällä saameksi, käyttämällä saamenkielisiä paikannimiä.
smn: Sämikielâid puáhtá pyehtiđ oovdân om. rähtimáin máinusijd/puurrâmlistoid sämikielân, tiervâtmáin sämikielân, kevttimáin sämikielâlijd päikkinoomâid.

source: Ideoikaa toimintaa, joka edistää saamen kielten näkyvyyttä, muistuttaa kielten moninaisuudesta sekä luo uusia kielenkäyttöareenoita.
smn: Ideistiđ tooimâ, mii oovded sämikielâi oinum, muštoot kielâi maaŋgâhámásâšvuođâst sehe vuáđđud uđđâ kielâkevttimsoojijd.

source: Saamen kielet ovat uhanalaisia ja kaikki tuki on tarpeen.
smn: Sämikielah láá uhkevuálásiih já puoh toorjâ lii tárbulâš.

source: Saamelaiskäräjät myöntää vuoden lopussa Saamen kieliteko -palkinnon .
smn: Sämitigge mieđeet ive loopâst Säämi kielâtaho -palhâšume.

source: Kieliviikon aikana aktivoituneet toimijat otetaan huomioon Saamen kieliteko -palkinnon myöntämisessä.
smn: Kielâoho ääigi aktivistum tuáimeeh váldojeh huámmášumán Säämi kielâtaho -palhâšume mieđeetmist.

source: Osallistu saamen kielten teemaviikkoon 21.-27.10. 2019!
smn: Uásálist sämikielâi teemaookon 21.-27.10. 2019!

source: Saamen kielten viikon juliste:
smn: Sämikielâi oho poster:
